namespace ToysShop.Models.SQLModels.Enums
{
    public enum Region
    {
        Благоевград = 1,
        Бургас = 2,
        Варна = 3,
        Велико_Търново = 4,
        Видин = 5,
        Враца = 6,
        Габрово = 7,
        Добрич = 8,
        Кърджали = 9,
        Кюстендил = 10,
        Ловеч = 11,
        Монтана = 12,
        Пазарджик = 13,
        Перник = 14,
        Плевен = 15,
        Пловдив = 16,
        Разград = 17,
        Русе = 18,
        Силистра = 19,
        Сливен = 20,
        Смолян = 21,
        Софийска_област = 22,
        София_град = 23,
        Стара_Загора = 24,
        Търговище = 25,
        Хасково = 26,
        Шумен = 27,
        Ямбол = 28
    }
}
